Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/ilmoittaudu_videoiden_editointi_koulutuksiin.html.tmx
Source language: fin
Languages: sme

source: Ilmoittaudu videoiden editointi koulutuksiin
sme: Almmut videoid editerenskuvlejumiide

source: Huomio: videoiden viimeinen palautuspäivä on siirretty 10.5. asti!
sme: Fuopmáš: videoid maŋimuš máhcahanbeaivi lea sirdon 10.5. rádjái!

source: Saamelaisnuorten taidetapahtuma järjestää yhteistyössä Arktista pedagogiikkaa II -hankkeen kanssa avoimia etäkoulutuksia videoiden editoimisesta.
sme: Sámenuoraid dáiddadáhpáhus lágida oktasašbarggus Arktista pedagogiikkaa II – prošeavttain rabas gáiddusskuvlejumiid videoid editerema birra.

source: Lisäksi olemme tuottaneet ohjeistuksen videoiden suunnitteluun ja toteuttamiseen.
sme: Lassin leat buvttadan rávvagiid videoid plánemii ja ráhkadeapmái.

source: Järjestämme kaksi etäkoulutusta, minkä lisäksi koulutuksien tallenteet on mahdollista katsoa jälkikäteen.
sme: Lágidit guokte gáiddusskuvlejumi, man lassin skuvlemiid vurkemiid lea vejolaš geahččat maŋálgihtii.

source: Linkin tallenteisiin saa koulutusten jälkeen taidetapahtumatyöntekijältä.
sme: Liŋkka vurkemiidda oažžu skuvlejumiid maŋŋá dáiddadáhpáhusbargis.

source: Hankkeen työntekijät tarjoavat teknistä tukea ohjelmien käytöstä myös koulutusten jälkeen.
sme: Prošeavtta bargit fállet teknihkalaš doarjaga prográmmaid geavaheami birra maiddái skuvlejumiid maŋŋá.

source: Järjestämme koulutusta kahdesta järjestelmästä: Windows 10:n videoiden editointiohjelmasta sekä puhelimelle ladattavasti FilmoraGo:sta.
sme: Lágidit skuvlejumi guovtte vuogádaga birra: Windows 10:a videoid editerenprográmmas sihke FilmoraGo:s, mii lea telefovdnii luđen láhkai.

source: FilmoraGo on sopiva niin Androidille ja iOS:lle.
sme: FilmoraGo lea heivvolaš nu Androidii go iOS:i.

source: Koulutukset järjestetään suomeksi.
sme: Skuvlejumit lágiduvvojit suomagillii.

source: Molemmat koulutukset alkavat kello 12.30 ja loppuvat kello 14.00.
sme: Guktot skuvlejumit álget dmu 12.30 ja nohket dmu 14.00.

source: Välissä pidetään 15min tauko.
sme: Gaskkas dollo 15 min boddu.

source: Koulutusten sisältö
sme: Skuvlejumiid sisdoallu

source: Alku- ja lopputekstien lisääminen
sme: Álgo- ja loahppateavsttaid lasiheapmi

source: Videon rajaaminen ja leikkaaminen
sme: Video ráddjen ja čuohppan

source: Taustamusiikin, kuvatekstien ja muiden tehosteiden lisääminen
sme: Duogášmusihka, govvateavsttaid ja eará effeavttaid lasiheapmi

source: Editoidun videon tallennus
sme: Editerejuvvon video vurken

source: 20.4. koulutus Windows 10 järjestelmän videoiden editointiohjelmasta
sme: 20.4. skuvlejupmi Windows 10 vuogádaga videoid editerenprográmmas

source: Tietoa sovelluksesta: Microsoftin Videoeditori-sovellus on ilmainen Windows-järjestelmän työpöytäsovellus.
sme: Dieđut heivehusa birra: Microsoft Videoeditori – heivehus lea nuvttá Windows – vuogádaga bargobeavdeheivehus.

source: Se sopii hyvin aloittelijoille, sillä sen avulla voi helposti ja nopeasti rajata ja leikata videoita, mutta se on editointiominaisuuksiltaan kuitenkin erittäin suppea.
sme: Dat heive bures álggaheaddjiide, dasgo dan vehkii sáhttá álkit ja jođánit ráddjet ja čuohppat videoid, muhto dat lea editereniešvuođaid dáfus goittotge oalle rájálaš.

source: 27.4. koulutus FilmoraGo editointiohjelmasta (koulutus perustuu Android käyttöjärjestelmään, mutta sovellus löytyy myös iOS-järjestelmälle)
sme: 27.4. skuvlejupmi FilmoraGo editerenprográmma birra (skuvlejupmi vuođđuduvvá Android geavahanvuogádahkii, muhto heivehus gávdno maiddái iOS-vuogádahkii).

source: Tietoa sovelluksesta: FilmoraGo on mobiilisovellus, joka on ladattavissa ilmaiseksi Android-mobiililaitteeseen Google Play –kaupasta.
sme: Dieđut heivehusa birra: FilmoraGo lea mobiilaheivehus, man sáhttá luđet nuvttá Android-mobiilarusttegii Google Play-gávppis.

source: Videoiden kuvaaminen ja editointi on nopeaa ja helppoa, sillä kaikki toiminnot voidaan toteuttaa samalla laitteella.
sme: Videoid govven ja editeren lea johtilis ja álkes doaibma, dasgo buot doaimmaid sáhttá ollašuhttit seamma rusttegiin.

source: Koulutukset järjestetään Microsoft Teams -sovelluksessa.
sme: Skuvlejumit lágiduvvojit Microsoft Teams-heivehusas.

source: Suosittelemme, että sinulla koulutukseen tullessa valmiiksi kuvattua materiaalia käytettävänä, jotta pystyt tutustumaan ohjelmien ominaisuuksiin käytännössä.
sme: Ávžžuhit, ahte dus lea skuvlejupmái boađidettiin gárvvisin govvejuvvon materiála geavahan láhkai, vai sáhtát oahpásmit prográmmaid iešvuođaide geavadis.

source: Varmistathan myös, että tarvittavat ohjelmat ovat asennettuina sekä laitteiden järjestelmäpäivitykset ovat ajan tasalla ennen koulutuksia!
sme: Sihkkarasttáthan maiddái, ahte dárbbašlaš prográmmat leat ásahuvvon ja ahte rusttegiid vuogádatbeaivádeamit leat áiggi dásis ovdal skuvlejumiid !

source: Videot toimitetaan taidetapahtumatyöryhmälle WeTransfer ohjelmalla ( ohjeet ).
sme: Videot doaimmahuvvojit dáiddadáhpáhusbargojovkui WeTransfer prográmmain ( rávvagat ).

source: Ilmoittauduthan koulutuksiin 16.4.2021 mennessä sähköpostitse anni-sofia.niittyvuopio@samediggi.fi tai puhelimitse +358 40 620 1917.
sme: Almmut skuvlejumiide maŋimustá 16.4.2021 šleađgapoasttain anni-sofia.niittyvuopio@samediggi.fi dahje telefovnnain +358 40 620 1917.

source: Ilmoita kumpaan koulutukseen ilmoittaudut, yhteystietosi sekä osallistujien määrä.
sme: Almmut goappá skuvlejupmái oassálasttát, oktavuođadieđuidat sihke oassálastiid meari.

source: Ilmoita myös ehdittekö Teamsiin vai tarvitsetteko pelkästään linkin tallenteisiin.
sme: Almmut maiddái gearggatgo Teamsii vai dárbbašatgo dušše liŋkka vurkemiid várás.

source: Saamelaisnuorten taidetapahtuman 2021 ohjeita
sme: Säminuorâi taaiđâtábáhtus 2021 ravvuuh

source: Lisätietoja:
sme: Lassedieđut:

source: Arktista pedagogiikkaa II, saamelaisopetuksen digiverkosto -hanke
sme: Árktalaš pedagogihka II, sámeoahpahusa digifierpmádat-prošeakta
